---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.ConceptualSurfaceType
source: html/025f7279-238b-94c3-38ee-43fdd312b81c.htm
---
# ConceptualSurfaceType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.